[
  "editing-toolbar",
  "obsidian-file-color",
  "cm-editor-syntax-highlight-obsidian",
  "flashcards-obsidian",
  "obsidian-style-settings",
  "url-into-selection",
  "obsidian-hider",
  "obsidian-icon-folder",
  "mermaid-tools",
  "execute-code",
  "media-extended",
  "surfing"
]